Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: %g out of %g
ar: %g من إجمالي %g
ca: %g de %g
cy: %g allan o %g
da: %g ud af %g
da_instk12: %g ud af %g
de: %g von insgesamt %g
es: %g de %g
es_es: %g de %g
fi: %g / %g
fr: %g sur %g
fr_ca: %g sur %g
hi: %g में से %g
ht: %g sou %g
id: %g dari %g
is: %g af %g
it: %g su %g
ja: %g中%g
mi: %g i waho i te %g
ms: %g daripada %g
nb: %g ut av %g
nl: %g van de %g
pl: %g z %g
pt: %g de %g
pt_br: %g de %g
ru: %g из %g
sl: %g od %g
sv: %g av %g
sv_instk12: %g av %g
th: %g จาก %g
vi: %g trên tổng số %g
zh: %g共%g
zh_hk: %g滿分為%g

source: %g pts
ar: %g النقاط
ca: %g punts
cy: %g pwynt
da: %g point
da_instk12: %g point
de: %g Pkte.
es_es: %g ptos
fi: %g pistetä
ga: %g pte
hi: %g पॉइंट्स
ht: %g pwen
id: %g poin
is: %g punktar
it: %g pt
ja: %gポイント
mi: %g ngā koinga
ms: %g mata
nb: %g poeng
nl: %g ptn
pl: %g pkt
ru: %g баллы
sl: %g točk
sv: %g poäng
sv_instk12: %g poäng
th: %g คะแนน
vi: %g điểm thành phần
zh: %g得分
zh_hk: %g分數

source: Absent
ar: غائب
cy: Absennol
da: Fraværende
da_instk12: Fraværende
de: Abwesend
es: Ausente
es_es: Ausente
fi: Poissa
ga: As láthair
hi: अनुपस्थित
ht: Absan
id: Absen
is: Fjarverandi
it: Assente
ja: 欠席
mi: Ngaro
ms: Tidak Hadir
nb: Fraværende
nl: Afwezig
pl: Nieobecny
pt: Ausente
pt_br: Ausente
ru: Отсутствует
sl: Odsoten
sv: Frånvarande
sv_instk12: Frånvarande
th: ไม่อยู่
vi: Vắng
zh: 缺席
zh_hk: 缺勤

source: Add Attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
da: Tilføj vedhæftet fil
da_instk12: Tilføj vedhæftet fil
de: Anhang hinzufügen
es: Agregar adjunto
es_es: Añadir adjunto
fi: Lisää liite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
hi: संलग्नक जोड़ें
ht: Ajoute Atachman
id: Tambah Lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付を追加
mi: Tāpiri Āpitihanga
ms: Tambah Lampiran
nb: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar anexo
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
sv_instk12: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm
zh: 添加附件
zh_hk: 添加附件

source: Add Comment
ar: إضافة تعليق
ca: Afegeix un comentari
cy: Ychwanegu Sylw
da: Tilføj kommentar
da_instk12: Tilføj kommentar
de: Kommentar hinzufügen
es: Agregar comentario
es_es: Añadir comentario
fi: Lisää kommentti
fr: Ajouter un commentaire
fr_ca: Ajouter un commentaire
hi: टिप्पणी जोड़ें
ht: Ajoute Kòmantè
id: Tambah Komentar
is: Bæta við athugasemd
it: Aggiungi commento
ja: コメントを追加
mi: Tāpiri Kōrero
ms: Tambah Komen
nb: Legg til kommentar
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
pt_br: Adicionar comentário
ru: Добавить комментарий
sl: Dodaj komentar
sv: Lägg till kommentar
sv_instk12: Lägg till kommentar
th: เพิ่มความเห็น
vi: Thêm Bình Luận
zh: 添加评论
zh_hk: 添加評論

source: Add custom grade
ar: إضافة درجة مخصصة
ca: Afegeix una nota personalitzada
cy: Ychwanegwch radd bersonol
da: Tilføj tilpasset karakter
da_instk12: Tilføj tilpasset vurdering
de: Benutzerdefinierte Note hinzufügen
es: Agregar calificación personalizada
es_es: Añadir nota personalizada
fi: Lisää mukautettu arvosana
fr: Ajouter une note personnalisée
fr_ca: Ajouter une notation personnalisée
ga: Cuir grád saincheaptha leis
hi: कस्टम ग्रेड जोड़ें
ht: Ajoute nòt pèsonalize
id: Tambah nilai kustom
is: Bæta við sérsniðinni einkunn
it: Aggiungi voto personalizzato
ja: カスタム評定を追加する
mi: Tāpiri kōeke ritenga
ms: Tambah gred tersuai
nb: Legg til tilpasset vurdering
nl: Aangepaste regel toevoegen
pl: Dodaj własną ocenę
pt: Adicionar nota personalizada
pt_br: Adicionar nota personalizada
ru: Добавить настраиваемую оценку
sl: Dodaj oceno po meri
sv: Lägg till anpassat omdöme
sv_instk12: Lägg till anpassad bedömning
th: เพิ่มเกรดกำหนดเอง
vi: Thêm điểm tùy chỉnh
zh: 添加自定义评分
zh_hk: 添加自訂連結

source: All
ar: الكل
ca: Tot
cy: Y cyfan
da: Alle
da_instk12: Alle
de: Alle
es: Todo
es_es: Todo
fi: Kaikki
fr: Tout
fr_ca: Tout
ga: Gach
hi: सभी
ht: Tout
id: Semua
is: Allt
it: Tutto
ja: すべて
mi: Katoa
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
sl: Vse
sv: Alla
sv_instk12: Alla
th: ทั้งหมด
vi: Tất Cả
zh: 全部
zh_hk: 全部

source: All grades are currently hidden.
ar: جميع التقادير مخفية حالياً.
ca: Totes les notes estan amagades en aquest moment.
cy: Pob gradd wedi'i chuddio ar hyn o bryd.
da: Alle karakterer er i øjeblikket skjult.
da_instk12: Alle vurderinger er i øjeblikket skjult.
de: Alle Noten sind derzeit ausgeblendet.
es: Todas las calificaciones están ocultas actualmente.
es_es: Todas las notas están ocultas actualmente.
fi: Kaikki arvosanat on parhaillaan piilotettu.
fr: Toutes les notes sont actuellement masquées
fr_ca: Toutes les notes sont actuellement masquées.
ga: Tá gach mharc i bhfolach faoi láthair.
hi: वर्तमान में सभी ग्रेड छिपे हुए हैं।
ht: Tout nòt yo kache kounye a.
id: Semua nilai saat ini tersembunyi.
is: Allar einkunnir eru faldar í augnablikinu.
it: Tutti i voi sono attualmente nascosti.
ja: すべての評定は今、非表示になっています。
mi: Kei te hungaia ngā kōeke katoa i tēnei wā
ms: Semua gred disembunyikan pada masa ini.
nb: Alle vurderinger er nå skjult.
nl: Alle cijfers zijn momenteel verborgen.
pl: Wszystkie oceny są obecnie ukryte.
pt: Todas as classificações estão atualmente ocultas.
pt_br: Todas as notas estão atualmente ocultas.
ru: Все скрытые в настоящее время оценки.
sl: Trenutno so vse ocene skrite.
sv: Alla omdömen döljs för tillfället.
sv_instk12: Alla bedömningar döljs för tillfället.
th: เกรดทั้งหมดถูกซ่อนไว้ในปัจจุบัน
vi: Tất cả điểm hiện đang bị ẩn.
zh: 已隐藏所有评分。
zh_hk: 全部成績目前已隱藏。

source: All grades are currently posted.
ar: جميع التقادير منشورة حالياً.
ca: Totes les notes estan publicades en aquest moment.
cy: Pob gradd wedi'i phostio ar hyn o bryd.
da: Alle karakterer er i øjeblikket slået op.
da_instk12: Alle vurderinger er i øjeblikket slået op.
de: Alle Noten sind derzeit gepostet.
es: Todas las calificaciones están publicadas actualmente.
es_es: Todas las notas están publicadas actualmente.
fi: Kaikki arvosanat on parhaillaan lähetetty.
fr: Toutes les notes sont actuellement publiées.
fr_ca: Toutes les notes sont actuellement publiées.
ga: Tá gach mharc postáilte faoi láthair.
hi: वर्तमान में सभी ग्रेड पोस्ट किए गए हैं।
ht: Tout nòt yo pibliye kounye a.
id: Semua nilai saat ini diposting.
is: Allar einkunnir eru birtar í augnablikinu.
it: Tutti i voi sono attualmente pubblicati.
ja: すべての評定は今、掲示されています。
mi: Kei te whakairihia ngā kōeke katoa i tēnei wā
ms: Semua gred disiarkan pada masa ini.
nb: Alle vurderinger er nå publisert.
nl: Alle cijfers zijn momenteel gepost.
pl: Wszystkie oceny są obecnie opublikowane.
pt: Todas as classificações estão postadas no momento.
pt_br: Todas as notas estão atualmente postadas.
ru: Все опубликованные в настоящее время оценки.
sl: Trenutno so vse ocene objavljene.
sv: Alla omdömen har offentliggjorts.
sv_instk12: Alla bedömningar har offentliggjorts.
th: เกรดทั้งหมดถูกโพสต์ไว้ในปัจจุบัน
vi: Tất cả điểm hiện đã được đăng.
zh: 已发布所有评分。
zh_hk: 全部成績目前已公佈。

source: All Hidden
ar: جميعها مخفية
ca: Totes amagades
cy: Pob un wedi'i Guddio
da: Alle skjulte
da_instk12: Alle skjulte
de: Alle Ausgeblendeten
es: Todas ocultas
es_es: Todas ocultas
fi: Kaikki piilotettu
fr: Toutes postées
fr_ca: Tous masqués
ga: Gach rud atá i bhFolach
hi: सभी छिपाए हुए
ht: Tout Kache
id: Semua Tersembunyi
is: Allar faldar
it: Tutto nascosto
ja: すべて非表示
mi: Kua hungaia katoa
ms: Semua disembunyikan
nb: Alle skjult
nl: Alle verborgen cijfers
pl: Wszystkie ukryte
pt: Tudo oculto
pt_br: Todas as ocultas
ru: Все скрытые
sl: Vse skrite
sv: Alla dolda
sv_instk12: Alla dolda
th: ที่ซ่อนทั้งหมด
vi: Tất Cả Ẩn
zh: 全部隐藏
zh_hk: 全部隱藏

source: All Posted
ar: جميعها منشورة
ca: Totes publicades
cy: Pob un wedi'i Bostio
da: Alle slået op
da_instk12: Alle slået op
de: Alle Geposteten
es: Todas publicadas
es_es: Todas publicadas
fi: Kaikki lähetetty
fr: Toutes publiées
fr_ca: Tous publiés
ga: Gach rud atá Postáilte
hi: सभी पोस्ट किए गए
ht: Tout Pibliye
id: Semua Diposting
is: Allar birtar
it: Tutto pubblicato
ja: すべて掲示済
mi: Kua whakairihia katoa
ms: Semua Disiarkan
nb: Alle publisert
nl: Alle geposte cijfers
pl: Wszystkie opublikowane
pt: Tudo publicado
pt_br: Todas as postadas
ru: Все размещенные
sl: Vse objavljene
sv: Alla publicerade
sv_instk12: Alla publicerade
th: ที่โพสต์ทั้งหมด
vi: Tất Cả Đã Đăng
zh: 全部发布
zh_hk: 全部公佈

source: All submissions
ar: جميع الإرسالات
ca: Totes les entregues
cy: Pob cyflwyniad
da: Alle afleveringer
da_instk12: Alle afleveringer
de: Alle Abgaben
es: Todas las entregas
es_es: Todas las entregas
fi: Kaikki lähetykset
fr: Tous les envois
fr_ca: Tous les envois
ga: Gach uaslódáil
hi: सभी सबमिशन
ht: Tout Soumisyon
id: Semua penyerahan
is: Öll skil
it: Tutte le consegne
ja: すべての提出物
mi: Ngā tukunga katoa
ms: Semua serahan
nb: Alle innleveringer
nl: Alle inleveringen
pl: Wszystkie przesłane materiały
pt: Todas as disciplinas
pt_br: Todos os envios
ru: Все отправки
sl: Vse oddaje
sv: Alla inlämningar
sv_instk12: Alla inlämningar
th: ผลงานจัดส่งทั้งหมด
vi: Tất cả mục nộp
zh: 所有提交项
zh_hk: 所有提交項目

source: All Submissions
ar: كل الإرسالات
ca: Totes les entregues
cy: Pob Cyflwyniad
da: Alle afleveringer
da_instk12: Alle afleveringer
de: Alle Abgaben
es: Todas las entregas
es_es: Todas las entregas
fi: Kaikki tehtäväpalautukset
fr: Tous les envois
fr_ca: Tous les envois
ga: Gach Uaslódáil
hi: सभी सबमिशन
ht: Tout Soumisyon
id: Semua Penyerahan
is: Öll skil
it: Tutte le consegne
ja: すべての提出物
mi: Ngā tāpaetanga katoa
ms: Semua Serahan
nb: Alle innleveringer
nl: Alle inzendingen
pl: Wszystkie przesłane materiały
pt: Todas as submissões
pt_br: Todos os envios
ru: Все отправки
sl: Vse oddaje
sv: Alla inlämningar
sv_instk12: Alla inlämningar
th: ผลงานจัดส่งทั้งหมด
vi: Tất Cả Bài Nộp
zh: 所有提交项
zh_hk: 所有提交項目

source: Assignment Dates
ar: تواريخ المهمة
ca: Dates de l'activitat
cy: Dyddiadau Aseiniad
da: Opgavedatoer
da_instk12: Opgavedatoer
de: Aufgabentermine
es: Fechas de la tarea
es_es: Fechas de la actividad
fi: Tehtävän päivämäärät
fr: Dates du travail
fr_ca: Dates de la tâche
ga: Dátaí Taisc
hi: असाइनमेंट तिथियां
ht: Dat Devwa
id: Tanggal Tugas
is: Dagsetningar verkefnis
it: Date compito
ja: 課題日付
mi: Ngā Rā Whakataunga
ms: Tarikh Tugasan
nb: Oppgavedatoer
nl: Opdrachtdatums
pl: Terminy zadań
pt: Datas de Tarefa
pt_br: Datas da tarefa
ru: Даты задания
sl: Datumi nalog
sv: Visa uppgiftsdatum
sv_instk12: Visa uppgiftsdatum
th: วันที่ของภารกิจ
vi: Ngày Bài Tập
zh: 作业日期
zh_hk: 作業日期

source: Assignment Details
ar: تفاصيل المهمة
ca: Informació de l'activitat
cy: Manylion Aseiniad
da: Opgaveoplysninger
da_instk12: Opgaveoplysninger
de: Aufgabendetails
es: Detalles de la tarea
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr: Informations sur le travail
fr_ca: Détails de la tâche
ga: Sonraí Tasc
hi: असाइनमेंट विवरण
ht: Detay Sesyon
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nb: Oppgavedetaljer
nl: Opdrachtdetails
pl: Szczegóły zadania
pt: Detalhes da tarefa
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
sv: Uppgiftsdetaljer
sv_instk12: Uppgiftens detaljer
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập
zh: 作业详情
zh_hk: 作業詳細資料

source: Attempt %lld
ar: المحاولة %lld
ca: Intent %lld
cy: Ymgais %lld
da: Forsøg %lld
da_instk12: Forsøg %lld
de: Versuch %lld
es: Intento %lld
es_es: Intento %lld
fi: Yritys %lld
fr: Tentative %lld
fr_ca: Tentative %lld
ga: Iarracht %lld
hi: प्रयास %lld
ht: Tantativ %lld
id: Upaya %lld
is: Tilraun %lld
it: Tentativo %lld
ja: 試行%lld
mi: Whakamātau %lld
ms: Percubaan %lld
nb: Forsøk %lld
nl: Poging %lld
pl: Próba %lld
pt: Tentativa %lld
pt_br: Tentativa %lld
ru: Попытка %lld
sl: Poskus %lld
sv: Försök %lld
sv_instk12: Försök %lld
th: การดำเนินการ %lld
vi: Lần Làm %lld
zh: 尝试%lld
zh_hk: 嘗試%lld

source: Attendance
ar: الحضور
ca: Assistència
cy: Presenoldeb
da: Tilstedeværelse
da_instk12: Tilstedeværelse
de: Anwesenheit
es: Asistencia
es_es: Asistencia
fi: Osallistuminen
fr: Présence
fr_ca: Participation
ga: Tinreamh
hi: उपस्थिति
ht: Prezans
id: Kehadiran
is: Mæting
it: Frequenza
ja: 出席状況
mi: Taenga mai
ms: Kehadiran
nb: Oppmøte
nl: Aanwezigheid
pl: Uczestnictwo
pt: Presença
pt_br: Frequência
ru: Посещаемость
sl: Prisotnost
sv: Närvaro
sv_instk12: Närvaro
th: การเข้าร่วม
vi: Chuyên Cần
zh: 出勤
zh_hk: 出席紀錄

source: Attendance Error
ar: خطأ في الحضور
ca: Error d'assistència
cy: Gwall Presenoldeb
da: Fejl ved tilstedeværelse
da_instk12: Fejl ved tilstedeværelse
de: Teilnahmefehler
es: Error de asistencia
es_es: Error de asistencia
fi: Osallistumisen virhe
fr: Erreur de présence
fr_ca: Erreur de présence
ga: Earráid Tinrimh
hi: उपस्थिति त्रुटि
ht: Erè Prezans
id: Kesalahan Kehadiran
is: Mætingarvilla
it: Errore di frequenza
ja: 出席エラー
mi: Taenga mai Hapa
ms: Ralat Kehadiran
nb: Oppmøte feil
nl: Fout aanwezigheid
pl: Błąd uczestnictwa
pt: Erro de Presença
pt_br: Erro de frequência
ru: Ошибка посещаемости
sl: Napaka pri prisotnosti
sv: Närvarofel
sv_instk12: Närvarofel
th: ข้อผิดพลาดในการเข้าร่วม
vi: Lỗi Chuyên Cần
zh: 出勤错误
zh_hk: 出席紀錄錯誤

source: Availability:
ar: التوفر:
ca: Disponibilitat:
cy: Argaeledd:
da: Tilgængelighed:
da_instk12: Tilgængelighed:
de: Verfügbarkeit:
es: Disponibilidad:
es_es: Disponibilidad:
fi: Saatavuus:
fr: Disponibilité :
fr_ca: Disponibilité :
ga: Infhaighteacht:
hi: उपलब्धता:
ht: Disponibilite:
id: Ketersediaan:
is: Tiltækileiki:
it: Disponibilità:
ja: 公開設定：
mi: Wāteatanga:
ms: Ketersediaan:
nb: Tilgjengelighet:
nl: Beschikbaarheid:
pl: Dostępność:
pt: Disponibilidade:
pt_br: Disponibilidade:
ru: Доступность:
sl: Razpoložljivost:
sv: Tillgänglighet:
sv_instk12: Tillgänglighet:
th: ความพร้อม:
vi: Tính khả dụng:
zh: 可用性：
zh_hk: 可用性：

source: Available from:
ar: متوفر بدءًا من:
ca: Disponible des del:
cy: Ar gael o:
da: Tilgængelig fra:
da_instk12: Tilgængelig fra:
de: Verfügbar von:
es: Disponible desde:
es_es: Disponible desde:
fi: Saatavissa alkaen:
fr: Disponible à partir du :
fr_ca: Disponible sur :
ga: Ar fáil ó:
hi: इस तिथि से उपलब्ध:
ht: Disponib depi:
id: Tersedia mulai:
is: Tiltækt frá:
it: Disponibile da:
ja: 開始日時：
mi: E wātea mai ana:
ms: Tersedia dari:
nb: Tilgjengelig fra:
nl: Beschikbaar vanaf:
pl: Dostępny od:
pt: Disponível a partir de:
pt_br: Disponível de:
ru: Доступно с:
sl: Na voljo od:
sv: Tillgänglig från och med:
sv_instk12: Tillgänglig från och med:
th: ใช้ได้จาก
vi: Khả dụng từ:
zh: 开始日期：
zh_hk: 可用起始日期：

source: Available until:
ar: متوفر حتى:
ca: Disponible fins al:
cy: Ar gael tan:
da: Tilgængelig indtil:
da_instk12: Tilgængelig indtil:
de: Verfügbar bis:
es: Disponible hasta:
es_es: Disponible hasta:
fi: Saatavissa asti:
fr: Disponible jusqu’au :
fr_ca: Disponibles jusqu’au :
ga: Ar fáil go dtí:
hi: इस तिथि तक उपलब्ध:
ht: Disponib jiska:
id: Tersedia hingga:
is: Tiltækt til:
it: Disponibile fino a:
ja: 最終利用可能日：
mi: Wātea kī
ms: Tersedia hingga:
nb: Tilgjengelig til:
nl: Beschikbaar tot:
pl: Dostępne do:
pt: Disponível até:
pt_br: Disponível até:
ru: Доступно до:
sl: Na voljo do:
sv: Tillgänglig tills:
sv_instk12: Tillgänglig tills:
th: ใช้ได้จนถึง:
vi: Khả dụng đến:
zh: 截止可用日期：
zh_hk: 可用截止時間：

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
da: Tilbage
da_instk12: Tilbage
de: Zurück
es: Volver
es_es: Volver
fi: Takaisin
fr: Retour
fr_ca: Retour
ga: Ar ais
hi: वापस जाएं
ht: Retounen
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
mi: Hoki
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад
sl: Nazaj
sv: Tillbaka
sv_instk12: Tillbaka
th: ย้อนกลับ
vi: Quay lại
zh: 返回
zh_hk: 返回

source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
da: Kalender
da_instk12: Kalender
de: Kalender
es: Calendario
es_es: Calendario
fi: Kalenteri
fr: Agenda
fr_ca: Calendrier
ga: Féilire
hi: कैलेंडर
ht: Kalandriye
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
mi: Maramataka
ms: Kalendar
nb: Kalender
nl: Kalender
pl: Kalendarz
pt: Calendário
pt_br: Calendário
ru: Календарь
sl: Koledar
sv: Kalender
sv_instk12: Kalender
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
da_instk12: Annullér
de: Abbrechen
es: Cancelar
es_es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
ht: Anile
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
mi: Whakakore
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
sv_instk12: Avbryt
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Change Section
ar: تغيير القسم
ca: Canvia la secció
cy: Newid yr Adran
da: Skift sektion
da_instk12: Skift sektion
de: Abschnitt ändern
es: Cambiar sección
es_es: Cambiar sección
fi: Vaihda osa
fr: Modifier la section
fr_ca: Modifier la section
ga: Athraigh Grúpa
hi: अनुभाग बदलें
ht: Chanje Seksyon
id: Ubah Bagian
is: Breyta hluta
it: Cambia sezione
ja: セクションをかえる
mi: Huri te wāhanga
ms: Tukar Seksyen
nb: Bytt seksjon
nl: Sectie wijzigen
pl: Zmień sekcję
pt: Alterar Seção
pt_br: Alterar turma
ru: Изменить раздел
sl: Spremeni sekcijo
sv: Ändra sektion
sv_instk12: Ändra sektion
th: เปลี่ยนกลุ่มย่อย
vi: Thay Đổi Phần
zh: 更改部分
zh_hk: 變更分班

source: Choose a Section
ar: اختيار قسم
ca: Tria una secció
cy: Dewiswch Adran
da: Vælg en sektion
da_instk12: Vælg en sektion
de: Einen Abschnitt auswählen
es: Escoger una sección
es_es: Seleccionar una sección
fi: Valitse osa
fr: Choisir une section
fr_ca: Choisir une section
ga: Roghnaigh Grúpa
hi: अनुभाग चुनें
ht: Chwazi yon Seksyon
id: Pilih Bagian
is: Velja hluta
it: Scegli una sezione
ja: セクションを選択する
mi: Kōwhiria he Wāhanga
ms: Pilih Seksyen
nb: Velg en seksjon
nl: Kies een sectie
pl: Wybierz sekcję
pt: Escolher uma Seção
pt_br: Escolher uma turma
ru: Выбрать раздел
sl: Izberi sekcijo
sv: Välj en sektion
sv_instk12: Välj en sektion
th: เลือกกลุ่มย่อย
vi: Chọn Phần
zh: 选择部分
zh_hk: 選擇分班

source: Choose Date
ar: اختيار تاريخ
ca: Tria una data
cy: Dewiswch Ddyddiad
da: Vælg dato
da_instk12: Vælg dato
de: Datum wählen
es: Escoger fecha
es_es: Seleccionar la fecha
fi: Valitse päiväys
fr: Choisir une date
fr_ca: Choisir la date
ga: Roghnaigh Dáta
hi: तिथि चुनें
ht: Chwazi Dat
id: Pilih Tanggal
is: Velja dagsetningu
it: Scegli data
ja: 日付を選択する
mi: Kōwhiri te rā
ms: Pilih Tarikh
nb: Velg dato
nl: Datum kiezen
pl: Wybierz datę
pt: Escolher Data
pt_br: Escolher data
ru: Выбрать дату
sl: Izberi datum
sv: Välj datum
sv_instk12: Välj datum
th: เลือกวันที่
vi: Chọn Ngày
zh: 选择日期
zh_hk: 選擇日期

source: Choose Files
ar: اختر الملفات
ca: Tria els fitxers
cy: Dewis Ffeiliau
da: Vælg filer
da_instk12: Vælg filer
de: Dateien auswählen
es: Elegir archivos
es_es: Seleccionar los archivos
fi: Valitse tiedostot
fr: Choisir des fichiers
fr_ca: Choisir des fichiers
ga: Roghnaigh Comhaid
hi: फ़ाइलें चुनें
ht: Chwazi Fichye
id: Pilih File
is: Velja skrár
it: Scegli file
ja: ファイルの選択
mi: Kōwhiri ngā kōnae
ms: Pilih Fail
nb: Velg filer
nl: Bestanden kiezen
pl: Wybierz pliki
pt: Escolher Ficheiros
pt_br: Escolher arquivos
ru: Выберите файлы
sl: Izberi datoteke
sv: Välj filer
sv_instk12: Välj filer
th: เลือกไฟล์
vi: Chọn Tập Tin
zh: 选择文件
zh_hk: 選擇檔案

source: Close
ar: إغلاق
ca: Tanca
cy: Cau
da: Luk
da_instk12: Luk
de: Schließen
es: Cerrar
es_es: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
ga: Dún
hi: बंद करें
ht: Fèmen
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
mi: Katia
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
sv_instk12: Stäng
th: ปิด
vi: Đóng
zh: 关闭
zh_hk: 關閉

source: Close Drawer
ar: أغلق الدرج
ca: Tanca el calaix
cy: Cau Drôr
da: Luk skuffe
da_instk12: Luk skuffe
de: Fach schließen
es: Cerrar menú lateral
es_es: Cerrar menú lateral
fi: Sulje vetolaatikko
fr: Fermer le tiroir
fr_ca: Fermer le tiroir
ga: Dún Tarraiceán
hi: ड्रॉर बंद करें
ht: Fèmen Tiwa a
id: Tutup Drawer
is: Loka skúffu
it: Chiudi riquadro
ja: 引き出しを閉じる
mi: Katia te pouaka
ms: Tutup Laci
nb: Lukk skuff
nl: Lade sluiten
pl: Zamknij szufladę
pt: Fechar gaveta
pt_br: Fechar Drawer
ru: Закрыть панель
sl: Zapri predal
sv: Stäng lådan
sv_instk12: Stäng lådan
th: ปิดแผงรายการ
vi: Đóng Ngăn Kéo
zh: 关闭抽屉
zh_hk: 關閉檔案夾

source: Closed
ar: مغلق
ca: Tancat
cy: Wedi cau
da: Lukket
da_instk12: Lukket
de: Geschlossen
es: Cerrado
es_es: Cerrado
fi: Suljettu
fr: Fermé
fr_ca: Fermé
ga: Dúnta
hi: बंद किया गया
ht: Fèmen
id: Ditutup
is: Lokað
it: Chiuso
ja: 終了済み
mi: kua katia
ms: Ditutup
nb: Lukket
nl: Gesloten
pl: Zamknięte
pt: Fechado
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängda
sv_instk12: Stängd
th: ปิดแล้ว
vi: Đã Đóng
zh: 已关闭
zh_hk: 已關閉

source: Collapsed
ar: تم الطي
ca: Contret
cy: Wedi crebachu
da: Skjult
da_instk12: Skjult
de: Reduziert
es: Colapsado
es_es: Colapsado
fi: Kutistettu
fr: Réduit(e)
fr_ca: Réduit(e)
ga: Leacaigh
hi: संक्षिप्त किया गया
ht: Redwi
id: Diperkecil
is: Fellt saman
it: Compresso
ja: 折りたたみ
mi: Hinga
ms: Dikuncupkan
nb: Skjult
nl: Samengevouwen
pl: Schowany
pt: Fechado
pt_br: Recolhido
ru: В свернутом виде
sl: Strnjeno
sv: Stängd
sv_instk12: Förminskad
th: ย่อแล้ว
vi: Đã Thu Gọn
zh: 折叠
zh_hk: 已收起

source: Comment
ar: التعليق
ca: Comentari
cy: Sylw
da: Kommentar
da_instk12: Kommentar
de: Kommentar
es: Comentario
es_es: Comentario
fi: Kommentti
fr: Commenter
fr_ca: Commentaire
ga: Ráiteas
hi: टिप्पणी
ht: Kòmantè
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
mi: Kōrero
ms: Komen
nb: Kommentar
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий
sl: Komentar
sv: Kommentar
sv_instk12: Kommentar
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Comment Library
ar: مكتبة التعليقات
ca: Biblioteca de comentaris
cy: Llyfrgell Sylwadau
da: Kommentarbibliotek
da_instk12: Kommentarbibliotek
de: Kommentarbibliothek
es: Biblioteca de comentarios
es_es: Biblioteca de comentarios
fi: Kommenttikirjasto
fr: Bibliothèque de commentaires
fr_ca: Bibliothèque de commentaires
ga: Leabharlann Tráchta
hi: टिप्पणी लाइब्रेरी
ht: Bibliyotèk Kòmantè
id: Pustaka Komentar
is: Athugasemdasafn
it: Libreria commenti
ja: コメントライブラリ
mi: Tākupu Whare Pukapuka
ms: Pustaka Komen
nb: Kommentarbibliotek
nl: Opmerkingenbibliotheek
pl: Biblioteka komentarzy
pt: Biblioteca de Comentários
pt_br: Biblioteca de comentários
ru: Библиотека комментариев
sl: Knjižnica komentarjev
sv: Kommentarsbibliotek
sv_instk12: Kommentarbibliotek
th: ไลบรารี่ความเห็น
vi: Thư Viện Bình Luận
zh: 评论库
zh_hk: 評論檔案庫

source: Comment library is not available
ar: مكتبة التعليقات غير متاحة
ca: La biblioteca de comentaris no està disponible
cy: Dydy'r llyfrgell sylwadau ddim ar gael
da: Kommentarbibliotek er ikke tilgængeligt
da_instk12: Kommentarbibliotek er ikke tilgængeligt
de: Die Kommentarbibliothek ist nicht verfügbar.
es: La biblioteca de comentarios no está disponible
es_es: La biblioteca de comentarios no está disponible
fi: Kommenttikirjasto ei ole saatavissa
fr: La bibliothèque de commentaires est indisponible
fr_ca: La bibliothèque de commentaires n'est pas disponible
ga: Níl leabharlann nótaí ar fáil
hi: टिप्पणी लाइब्रेरी उपलब्ध नहीं है
ht: Bibliyotèk kòmantè a pa disponib
id: Pustaka komentar tidak tersedia
is: Athugasemdasafn er ekki tiltækt
it: Libreria commenti non disponibile
ja: コメントライブラリは利用できません
mi: Kōrero whare pukapuka ko kāore i te wātea
ms: Pustaka komen tidak tersedia
nb: Kommentarbibliotek er ikke tilgjengelig
nl: Opmerkingenbibliotheek is niet beschikbaar
pl: Biblioteka komentarzy jest niedostępna
pt: A biblioteca de comentários não está disponível
pt_br: A biblioteca de comentários não está disponível
ru: Библиотека комментариев недоступна
sl: Knjižnica komentarjev ni na voljo
sv: Kommentarsbiblioteket är inte tillgängligt
sv_instk12: Kommentarsbiblioteket är inte tillgängligt
th: ไลบรารี่ความเห็นไม่มีใช้งาน
vi: Thư viện bình luận không có sẵn
zh: 评论库不可用
zh_hk: 評論檔案庫無法使用
